Table of Contents
 Class SteelSetupECEN
Namespace
IdeaRS.OpenModel
Assembly
IdeaRS.OpenModel.dll
Steel setup ECEN class
public class SteelSetupECEN : SteelSetup
Inheritance
object
SteelSetup
SteelSetupECEN
Inherited Members
 SteelSetup.FrictionCoefficientPboltDefault()
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 GammaM0
GammaM0
public double GammaM0 { get; set; }
Property Value
double
 GammaM1
GammaM1
public double GammaM1 { get; set; }
Property Value
double
 GammaM2
GammaM2
public double GammaM2 { get; set; }
Property Value
double
 GammaMfi
GammaMfi in fire design
public double GammaMfi { get; set; }
Property Value
double
 GammaMu
GammaMu
public double GammaMu { get; set; }
Property Value
double
 Edit this page